Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 일단 이 학교엔 뱀파이어가 없잖아!
en: there are no vampires in this school!

source: 처음부터 뱀파이어로 태어난건지,
en: ...if we were bitten by vampires...

source: 어···?{j}어···?!!!
en: wh-what...?!{j}

source: 어떻게 다들 그런 신기한 능력이 있는 거지?
en: how do they all have special abilities?

source: 나도 보내줘.
en: can you send me one too?

source: 남들 눈에 띄지 않게 행동해야해.
en: make sure not to draw any attention.

source: 너흰 어릴 때부터 친한 사이니까···
en: you’ve all been close since you were little.

source: 뱀파이어나 늑대 인간에 대한 내용도 있고···
en: there are stories about vampires, werewolves...

source: 순간적으로 헬리 표정이 좀 안 좋았는데···
en: he didn’t look so happy for a second there.

source: 의외로 늑대는 괜찮은 동물이라구···
en: wolves are better than you might think.

source: 날 괴롭힌 사람들과 똑같은 짓을 하겠다고?!!
en: I can’t do what those bullies did to me!!!

source: 우리 모두의 생일이야.
en: all of us.

source: 다들 안녕!!
en: Bye, guys!

source: 어?!{j}아!!{j}아니!!{j}그냥!!{j}그냥!!
en: what? oh!! well, it was... just...{j}

source: 너···호···혹시 배···뱀파이어···
en: a-are you... a v-vampire?

source: 당장 수하한테서 떨어져!!!
en: get away from her, now!!

source: 여긴 무슨 일로 온거야···?
en: what are you guys doing here?

source: 아~ 거기 구석지고 해도 안들어서 좋았는데.
en: man... I liked that place... it was in the corner where the sun didn’t shine in.

source: 그럼 헬리 네가-
en: are you saying...

source: 지금 내 옷차림이···!!
en: I’m a bit underdressed...

source: 다른 사람들이 널 뭐라고 말하든,
en: no matter what people say about you...

source: 고대신화에 대한 내용이래.
en: it’s about ancient mythologies.

source: 나쁜 의도로 한 말은 아닐 테니 신경 쓰지 마.
en: I’m sure he didn’t mean to hurt you. just forget about it.

source: 사실 이 바벨 내꺼야.
en: these barbells are actually mine.

source: 지···
en: ...a...

source: 즐거웠다니 다행이다.{j}와줘서 고마워.
en: I’m glad you enjoyed the party. and thank you for coming.{j}

source: 저···저기, 괜찮아?
en: uh... you all right?

source: 다른 애들이 계속 불러서 알았어~
en: I heard the others calling you.

source: 우리 학교 입학 검증이 얼마나 철저한데.
en: our academy is really strict about verifying that.

source: 역겨운 냄새가 진동을 하는군.
en: this place reeks of their stench.

source: 하하하- 완전 엎드려 절받기네~.
en: hahaha, now you ask.

source: 그게 무슨말이야!
en: what’re you saying?!

source: 이젠 못 놀러가겠네~
en: I guess we can’t go there now.

source: 네 방이 그나마 제일 깨끗하잖아.
en: your room is the tidiest.

source: 뱀파이어라니・・・
en: a vampire?

source: 그… 그래…
en: s-sure...

source: 나도 너랑 대화해서 좋았아.
en: I enjoyed talking to you.

source: 너한테 하고 싶은 말이 있어서.
en: I have something to tell you.

source: 그래···그랬구나···
en: oh, okay.

source: 형들 전부 다?
en: all of you?

source: 이만 가볼게.
en: I should get going.

source: 수하야.{j}어디 가는 길이야?
en: sooha, where were you headed to?{j}

source: 팍!!
en: smack

source: 도와줘!!!
en: help me, please!!

source: 차라리 뱀파이어가
en: vampires, on the other hand...

source: 화륵
en: fwoosh

source: 덕분에…
en: thanks to you...

source: 시온형.
en: shion.

source: 헬리?
en: heli?

source: 괜찮아?!!
en: are you okay?!

source: 그 여자애를 이리 내!
en: ...that girl, now!

source: 누가···
en: someone...

source: 부들
en: tremble

source: 그냥 그만큼 친하고 믿었던 친구라는 얘기야.
en: my point was that he was a close friend that I trusted deeply.

source: 정말 기쁘고 고마웠어.
en: ...when you guys accepted me for who I am.

source: 끄응..
en: urgh

source: 13.{j}월식의 밤
en: 13. The Night of Lunar Eclipse{j}

source: 평소에 우리한테 상대도 안된다는걸 알아서 그런 거 아냐?
en: isn’t that because you know you don’t normally have a chance against us?

source: 내가 안내해줄까?
en: let me give you a tour.

source: ···어?{j}나··· 나도···
en: really...? s-same here...{j}

source: 어···어···!
en: n-no way...!

source: 아까 놀라게 해서 미안해.
en: sorry for startling you earlier.

source: 수하의 파장은 워낙 크니까 금방-
en: she has strong waves, so--

source: 노아랑 자카도!
en: thanks, noa and jakah!

source: 응!{j}좋아!
en: yeah, I do!{j}

source: 나 멀미!!
en: I feel sick!

source: 피가 하나도 안 남았어.
en: there’s no blood left in him.

source: 분명 뱀파이어의 소행이야.
en: I’m sure it was a vampire.

source: 아니, 뭐···
en: I mean...

source: 어디에 뒀어?
en: where did you put it?

source: 없어···!
en: he’s gone!

source: 그치.
en: no problem.

source: 어떤 게 좋아?
en: which one would you like?

source: 편견없이 말걸어주는 사람이 너무 오랜만이라・・・
en: ...since someone talked to me like I’m a normal person.

source: 헬리형!!
en: heli!!!

source: 너희한테 믿어달라는거 아니니까.
en: I don’t expect you to.

source: 그래도 이안 형한테 날아가서 다행이다.
en: it’s a relief it went Jaan’s way.

source: 넌 뭔가··· 이상한 느낌이 들어···
en: there’s something... strange about you.

source: 내가 다른 자리에 앉을 테니.
en: I’ll move my stuff.

source: 무서운 일이 벌어질 것만 같은 느낌이···
en: ...something terrible would’ve happened if I didn’t.

source: 숨길 필요 없어.{j}방금 다 봤는걸.
en: there’s no need to hide it. I saw everything just now.{j}

source: 툭!
en: plop

source: 너는 영원히 우리의 마음 속에...
en: you’ll live in our hearts forever--

source: 아니, 우리 입장에선-
en: actually, in our perspective...

source: 지금 수하 옆에-
en: ...that right next to sooha...

source: 내가 정말 뱀파이어일까봐 두려운데・・・
en: ...scared that I might be one, though.

source: 그럼 우리 서로 비밀로 하자.
en: then let’s keep our secrets between us.

source: 어?!{j}응··· 응···
en: r-right...{j}

source: 왜?!!
en: what?!

source: 너희는 괜찮아?
en: what about you guys?

source: 여기가 내 방・・・?
en: this is my room...?

source: 우리 외의 다른 녀석들은
en: but other than us...

source: 바벨 100킬로가···!
en: ...200 pounds of barbells in it!

source: 솔련형 말이 맞아.
en: solon has a point.

source: 뱀파이어랑 늑대 인간?
en: vampires and werewolves?

source: 나뿐만이 아니라,
en: it’s not just me.

source: 왜애?!!
en: why?!

source: 수하가 정말 그렇게 할까···?
en: will sooha really tell others?

source: 응.{j}알았어.
en: yeah, I will.{j}

source: 우리도 신경 쓰이고-
en: ...and distract us--

source: 너···널 찾으러 가는데, 저 사람이 갑자기···
en: I-I was looking for you, but then suddenly--

source: 아, 차라리 표를 하나 더-
en: or maybe we could buy another ticket--

source: 그 누구보다도 뱀파이어를 싫어하고,
en: ...I hated vampires more than anything...

source: 있어서도 안되고・・・
en: and we shouldn’t.

source: 이렇게 둘이 놀러오니까 너무 좋다.
en: it’s nice hanging out together,

source: 어떻게 내 위치를 정확히 알고···
en: how did you know where exactly I was-?

source: 날 믿는다면서.
en: saying that he trusted I wasn’t a vampire.

source: 눈치없이 진짜 왔구아~?!!!
en: how clueless of you! we invited you out of courtesy!!

source: 어?{j}안돼!{j}그 상자는···!!
en: no, wait! that box is-!!

source: 뭐···뭐지?{j}이 사람···!
en: s-something about this person...

source: 이안형이랑 지노형은 11학년,
en: jaan and jino are in 11th grade.

source: 널 아니까.
en: I know you.

source: 퍼억!!
en: wham

source: 사람들이 너보고 뱀파이어래.
en: people say you’re a vampire.

source: 여기!!{j}이쪽이야!!!
en: hey!! I’m right here!!!{j}

source: 내가 도서관부터 소개해줄게.
en: I’ll show you the library first.

source: 헐~?{j}나자크 형까지 때려눕혔어?
en: whoa! you even took najak down?{j}

source: 이···이게 뭐지?!!
en: wh-what’s going on?!

source: 헤헤
en: hehe

source: 수하야, 네가 놀란 거 이해해.
en: sooha, I understand you’re surprised.

source: 그런 적 없어.
en: you got the wrong people.

source: 저기에 맛있는 집이 있어!
en: I know a great place over there!

source: 좌악!!
en: swipe

source: 이안형!
en: jaan!

source: 그게...
en: well...

source: 크리수 이후, 처음으로-
en: for the first time after losing chris...

source: 일찍 나왔네~!
en: you got here early!

source: 그게 무슨 소리야.{j}인간이랑 친해진다니.
en: what do you mean, become friends with a human?{j}

source: 수하야, 기억나?
en: remember, sooha?

source: 그래.{j}조심할게.
en: all right, we’ll keep our guard up.{j}

source: 그 녀석이 너무 재수 없어서 변신한 것뿐이야!
en: I only transformed because he was being so annoying!

source: 컥···!!!
en: ack...!

source: 그자식은 대체 뭐야?
en: what’s with that dude?

source: 안돼, 헬리!!!
en: no, heli!!

source: 부절-
en: fidget

source: 아냐, 아무것도···
en: it’s nothing.

source: 수하야, 너도 잘 자.
en: good night, sooha.

source: 바쁜 일은 아니고,
en: I wasn’t.

source: 그냥 우리끼리 하교할까 했더니 딱 찾았네.
en: we were about to head out without you.

source: 뱀파이어가 크리스를 죽였기 때문이야.
en: ...one of them killed chris.

source: 우리한테 동족이 어디있어?
en: that’s not possible.

source: 23.{j}다시, 조금 더
en: 23. Again, Just a Little Bit More{j}

source: 위험한 존재라고 생각했지만,
en: ...all vampires are dangerous creatures.

source: 지금 이 모습을 보이고도?!
en: after seeing all this?!

source: 음~
en: hmm...

source: 뱀파이어든.
en: ...or vampires.

source: 약간 다치긴 했지만, 그래도 다들 괜찮아.
en: slightly injured, but we’re okay.

source: 역시 도서관에 있었구나~
en: I thought you’d be in the library.

source: 난 세상에서 청소가 제일 좋아!
en: cleaning is my favorite thing to do!

source: 순간이동?!!
en: teleporting?

source: 응.{j}다들 구하러 와줬잖아.{j}덕분에 무사해.
en: yup, thanks to all of you who came to save me, I’m all right.{j}{j}

source: 너처럼 날 믿어주는 눈빛을 볼 순 없겠지.
en: ...be able to see such trust in anyone’s eyes again.

source: 수하야.이 녀석들이랑 어울리지 마.
en: don’t hang with these guys, sooha.

source: 번쩍!!
en: jolt

source: 어제 대충 하고 자긴 했는데,
en: I got some of it done last night...

source: 누···누구지?
en: wh-who’s that?

source: 지난번 너희랑 광장에 놀러 갔던 날 밤에···
en: ...on the night we’d hung out on the square together...

source: 21.{j}선명해지는
en: 22. Becoming Clearer{j}

source: 눈동자도···송곳니도···
en: the color of his eyes and those sharp teeth...

source: 뭐야, 너희였어?
en: Was it you guys?

source: 사실 최근 그 살인사건에 대해선,
en: when it comes to the recent murder...

source: 그걸 우리끼리 얘기해봤자 무슨 소용이야.
en: what’s the point of saying that between us?

source: 워낙 튼튼하니까!
en: we’re pretty strong, you know!

source: 멀미할 것 같아!!!
en: I think it’s motion sickness!

source: 자, 먼지.
en: here, these dusts are for you.

source: 없어졌어···!
en: he’s not there anymore!

source: 네.
en: okay.

source: 그런 게 아니야!!
en: that’s not what I meant!

source: 숨길 필요 없어.
en: no need to hide it.

source: 크윽···
en: ack...

source: 다친 곳은 없어?
en: did you get hurt?

source: 내가 이 학교에 오고 싶었던 이유 중의 하나는,
en: ...one of the reasons I wanted to transfer to this school...

source: 내가 태어나기 전만해도
en: ...that before I was born...

source: 실제로 뱀파이어를 본건 처음이었는데,
en: ...for the first time in my life...

source: 나 때문에 너희가 불편할까 봐···
en: I feel like I’m making you uncomfortable...

source: 하지만 우리가 피를 마시는건,
en: but we drink blood...

source: 솔론이 그런 말을 한 건
en: the reason why solon said that...

source: 화아악
en: blaze

source: 아냐, 수하야!!
en: no, sooha!

source: 18.{j}크리스
en: 18. Chris{j}

source: 안에 뭐가 있는데?
en: what’s in it?

source: 그리고 그 한 사람만을 영원히 사랑한다더라.
en: and that they love that person for the rest of their lives.

source: 너한테만 말해주는 거야.
en: I’m only telling you...

source: 누가 보낸건지 말해.
en: tell me who sent you.

source: 똑같은 종족으로 생각하겠지만,
en: as all the same kind...

source: 활동을 거의 못할텐데···?!
en: ...until it’s completely dark outside.

source: 들개?
en: stray dogs?

source: ...자고 있거든.
en: ...asleep.

source: 요즘 뱀파이어가 사람을 해치는 사건이 워낙 많으니 놀랄 일도 아니지.
en: considering all the recent incidents of vampires hurting people, it’s not a surprise.

source: 그・・・그래.{j}그렇지.
en: y-yeah, you’re right.{j}

source: 우리가 이길 수 있어!
en: ...so we have a chance!

source: 나중에 나도 한번 빌려봐야겠다.
en: I should borrow this book too.

source: 수… 수하는...?
en: s-sooha...

source: 끼익-
en: creak

source: 그러니까!
en: I mean!

source: 아니야!{j}내 이름은-
en: no!!! my name’s--{j}

source: 그만해, 솔론.
en: that’s enough, solon.

source: 얘...{j}얘들아!{j}우리 일단 안으로 들어가자!
en: c-come on, everyone! let’s head inside!{j}{j}

source: 주···주말에?{j}어디로···?
en: th-this weekend? where to...?{j}

source: 너 때문에 인원만 늘어났잖아!
en: you just made the group bigger!

source: 아, 정말 너무너무 행복하다~!!
en: I’m so, so happy!

source: 그보다 수하야.
en: by the way, sooha.

source: 너무 좋아~!!!
en: this is great!

source: 나의 존재를 이해할 수 없으니까.
en: ...how I came to exist.

source: 이렇게 멋지고 다정한걸···
en: he’s so handsome and sweet...

source: 없어···!{j}없어졌어···!
en: he’s gone! he’s not there anymore!{j}

source: 헬리?!
en: heli?

source: 아깐 도저히 숨길 수가 없었어.
en: ...we had no other choice.

source: 어···?{j}교···교복?!!
en: huh? h-he’s wearing a uniform!!{j}

source: 당연히 그래야지.
en: duh, of course you should’ve.

source: 이상해!
en: it’s weird!

source: 크리스?!!!!
en: chris?!

source: 사실 친구라곤 크리스 뿐이었지만・・・
en: the only friend I ever had was chris, to be exact...

source: 아무튼 그 일은 우리가 아니야.
en: anyway, that murder has nothing to do with us.

source: 전혀.
en: no way.

source: 학교에서 보자.
en: I’ll see you at school.

source: 꿈속에서…!
en: the dream!

source: 거짓말!!
en: you liar!!!

source: 응.{j}그래.
en: okay, I’d like that.{j}

source: 걔한테 가서 뭐?!
en: about what?

source: 적어도 지금 여기서 싸움은 안 하는 게 좋겠어.
en: still, we should at least fight elsewhere at some other time.

source: 우리가 보육원에서 도망친 날이거든.
en: that’s the day we ran away from the orphanage.

source: 수하야!{j}괜찮아?!!!
en: sooha! are you okay?!{j}

source: 그때와 똑같은 눈빛으로
en: ...they’re looking at me...

source: 왜 날 구하러 온 거야?
en: why’d you come to rescue me?

source: 감사합니다.
en: thank you.

source: 교내에선 뱀파이어를 마주칠 일 없겠지만,
en: ...I’m sure you won’t run into any vampires within the school ground.

source: 아무튼, 다들 앞으로-
en: anyway, all of you...

source: 감사하게도 우연히 상속받은 집이야.
en: we got lucky and inherited this house.

source: 아, 맞다!
en: oh, no!

source: 이제와서 변명이 통할 것 같아?!!
en: do you seriously think she would buy any of your excuses?!

source: _x0008_평생 단 한 사람만을.
en: ...for the rest of their lives.

source: 아참, 내가 아직 선물을 안줬지?!
en: oh, I almost forgot your presents!!

source: 널 속여서 미안해,
en: I’m sorry for not telling you the truth.

source: 응...?
en: huh?

source: 그··· 그래도···!!{j}나도 도울게!!
en: s-still...!! I’ll help too!!!{j}

source: 뭐야, 헬리형!
en: what? heli!

source: 왜 그렇게 변해버린 건지.
en: I don’t get why he has changed so much...

source: 그래.{j}그럼 됐지, 뭐.
en: that’s all that matters.{j}

source: 아니면, 누군가가 뱀파이어로 만들어낸건지,
en: ...if we were born vampires...

source: 훅
en: whoosh

source: 아, 지노야.
en: oh, jino.

source: 정말?!{j}정말 그렇게 생각해?!!
en: you serious?! you really think that?!{j}

source: 그런 게 아니라!{j}네 문제가 아니라!!
en: you got the wrong idea! it’s not you!!{j}

source: 칸이 말해줬어.
en: khan told me.

source: 얘기 들었어~!
en: I’ve heard about you!

source: 내가 어떻게 늑대인간과 혼혈일 수 있냐고 물었지···?
en: ...wanted to know how I could be a mixed race, right?

source: 멈칫!
en: pause

source: 다들 학년이 다른데 친하게 지내내?
en: you guys are in different grades, yet you seem pretty close.

source: 이 시간에-
en: what are you all doing here...

source: 월식에 처음 본 사람이랑 사랑에 빠지는 게?
en: are they though? I mean, falling in love at first sight during lunar eclipse?

source: 알고 있겠지만, 나도 늑대인간이야.
en: as you may already know, I’m a werewolf.

source: 그럼 낮엔 왜 밖에 안 나오는거야?
en: why don’t you just come out during the day?

source: 괜찮아!
en: it’s okay!

source: 시간 끌지말고 어서 해치우자.
en: what are you waiting for? let’s get this over with.

source: 내가 널 얼마나 찾고싶어했는지.
en: ...when I say that I was dying to find you...

source: 수하에게 접근금지
en: Stay Away From Sooha

source: 헬리형 빼면 다들 평소에 책 한권도 안 읽어.
en: no one ever reads other than heli.

source: 이 세상에 나 같은 사람이 있는 것처럼,
en: there can be people like heli and his friends...

source: 으응···난 오늘 보름달이 뜨는 줄 알았거든.
en: yeah... I thought there was going to be a full moon tonight.

source: 우린 그런 짓 안 해!
en: we don’t kill people like that!

source: …미안해.
en: I’m sorry.

source: 불편할텐데・・・
en: it’ll be uncomfortable...

source: 어······
en: of course...

source: 헬리 너는?
en: what about you?

source: 그런 기회를 줄 수 있을까?
en: ...can you give me a chance to do the same for you?

source: 좋아!
en: I do!

source: 왜 그런 이상한 소문이・・・
en: why are there such weird rumors?

source: 와줘서 고마워.
en: thank you for coming.

source: 하지만 그렇다고 인간을 해치진 않아.
en: but we don’t hurt humans.

source: 다들 데려다줘서 고마워.
en: thank you for walking me back.

source: 이제 학교 전체에 소문이 퍼질텐데,
en: everyone at school will find out about us now.

source: 내가 먼저 할수있는 방법은 없는거구나.
en: I can’t initiate the conversation from my end.

source: 그래야 한다고 생각하니까.
en: it just felt right.
